local chat={
[1] = {ID=1,value=1,name=130900,name1="宣战",desc=130940,desc1="我向（%s）%s发起了集结进攻，请各位协助！"},
[2] = {ID=2,value=1,name=130901,name1="退出联盟",desc=130941,desc1="我要退出联盟了，战友们不要想我"},
[3] = {ID=3,value=1,name=130902,name1="邀请入盟",desc=130942,desc1="我邀请了%s加入我们的联盟，希望他能和我们一起并肩作战。"},
[4] = {ID=4,value=1,name=130903,name1="玩家入盟",desc=130943,desc1="我来了，希望能和大家成为朋友，一起打造属于我们的帝国。"},
[5] = {ID=5,value=1,name=130904,name1="提升阶级",desc=130944,desc1="我将%s的权限等级由%s调整为了%s，希望他能为联盟做出更多的贡献。"},
[6] = {ID=6,value=1,name=130905,name1="降低阶级",desc=130945,desc1="我将%s的权限等级由%s调整为了%s，希望他不要气馁，继续努力。"},
[7] = {ID=7,value=1,name=130906,name1="成员踢出联盟",desc=130946,desc1="我将%s踢出了联盟，他对于联盟来说一点贡献都没有。"},
[8] = {ID=8,value=2,name=130907,name1="创建联盟",desc=130947,desc1="我创建了联盟“%s”请加入我们，让我们一起共创辉煌。"},
[9] = {ID=9,value=2,name=130908,name1="联盟邀请",desc=130948,desc1="%s联盟正在广纳贤才，加入其中吧！"},
[10] = {ID=10,value=2,name=130909,name1="控制宫殿",desc=130949,desc1="%s联盟控制宫殿%s分钟，即将掌控宫殿。"},
[11] = {ID=11,value=2,name=130910,name1="保护状态",desc=130950,desc1="王座进入保护状态，联盟%s获得王座控制权。"},
[12] = {ID=12,value=2,name=130911,name1="争夺状态",desc=130951,desc1="王座进入争夺状态。战斗吧，勇士们。"},
[13] = {ID=13,value=2,name=130912,name1="增益官职",desc=130952,desc1="%s被任命为【%s】，获得强大的增益。"},
[14] = {ID=14,value=2,name=130913,name1="减益官职",desc=130953,desc1="%s被任命为【%s】，头上一片乌云。"},
[15] = {ID=15,value=2,name=130914,name1="选择资源",desc=130954,desc1="国王选择了【%s】，在接下来的一段时间内，将大幅增加刷新概率"}
}
return chat
