local tips={
[135000] = {textid=135000,content="国王拥有强大的增益和至高无上的权力"},
[135001] = {textid=135001,content="为了保护您自身的利益，请勿参与账号买卖"},
[135002] = {textid=135002,content="将装备进行分解，将会全额返等值的材料，请放心锻造装备"},
[135003] = {textid=135003,content="当部队经过黑土地时，行军速度将会减慢"},
[135004] = {textid=135004,content="提升仓库等级，可以保护您的资源不被掠夺"},
[135005] = {textid=135005,content="宫殿位于王国地图的中心，占领宫殿的联盟有权利选举国王"},
[135006] = {textid=135006,content="在联盟战争中查看正在进行的战争和历史记录"},
[135007] = {textid=135007,content="资源帮助是收税的，提高市场等级以降低税收比例！"},
[135008] = {textid=135008,content="月季度礼包每天都会送您金币与道具，请在码头领取"},
[135009] = {textid=135009,content="每一任国王都会记载到名人堂"},
[135010] = {textid=135010,content="钢材不足时，别忘了查看背包中是否有未使用的道具，其他资源也是一样哦！"},
[135011] = {textid=135011,content="提高行军帐篷的等级可以提高士兵的训练速度和训练量"},
[135012] = {textid=135012,content="4块“布料”可以合成更高级的布料，其他材料也是如此"},
[135013] = {textid=135013,content="被攻击时，您可以向盟友请求援助"},
[135014] = {textid=135014,content="战斗时，若队伍中没有防御型的步兵，则无法有效抵抗敌军的进攻"},
[135015] = {textid=135015,content="绑定帐号会保障您的记录不会丢失。"},
[135016] = {textid=135016,content="在世界地图中找到资源点，采集后可以获得资源！"},
[135017] = {textid=135017,content="提升联盟科技，让您的联盟更加强大！"},
[135018] = {textid=135018,content="在联盟科技中进行捐献，会获得联盟积分和荣誉。"},
[135019] = {textid=135019,content="您可以随时向MOD求助，不必担心语言问题。"},
[135020] = {textid=135020,content="绑定帐号后，您可以在不同的设备登录您的游戏"}
}
return tips
